cask "nikitabobko/tap/aerospace"
cask "wezterm"
cask "hammerspoon"
cask "raycast"
cask "alt-tab"
cask "arc"
cask "betterdisplay"
cask "bettermouse"
cask "hammerspoon"
cask "nikitabobko/tap/aerospace"
cask "raycast"
cask "rectangle"
cask "visual-studio-code"
cask "wezterm"

brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "jordanbaird-ice"
brew "koekeishiya/formulae/skhd"
brew "mise"
brew "neovim"
brew "oven-sh/bun/bun"
brew "pnpm"
brew "rg"
brew "ripgrep"
brew "zoxide"
brew "zsh"
